{
    "and": "and",
    "aboutMeTitle": "About Me",
    "whatIDoTitle": "What I Do",
    "knowledgeTitle": "Skills",
    "workTitle": "Work",
    "contactTitle": "Contact",
    "pageTitle": "Web Developer",
    "about": {
        "main": "Hi there! I'm an Argentine programmer who's passionate about design and the latest technologies. I strongly believe that systems should adapt to our needs, not the other way around, that's why I focus on solutions that align with user behavior, prioritizing functionality, simplicity, coherence, and flow.",
        "study": "Education",
        "studyText": "Knowledge is key to expanding our horizons, and I've always strived for maximum freedom. That's why I've developed skills across various domains that synergize in crafting comprehensive systems. Currently, I'm pursuing a degree in Information Systems Engineering at the Universidad Tecnologica Nacional of Buenos Aires.",
        "art": "Art",
        "artText": "Art is a reflection of human behavior and can be a powerful tool in developing effective solutions. It's also a significant part of my life: Writing and drawing have always been my outlets, and they bring a unique perspective to crafting engaging systems."
    },
    "whatIDo": {
        "development": "Development",
        "developmentMainText": "Every problem has a solution, and these can be the steps to find yours:",
        "interview": "Interview",
        "interviewText": "To deeply understand the needs, as well as the resources and timelines involved.",
        "desing": "Design",
        "designText": "Taking into account the established requirements, various design options are proposed, with easy access to section modification.",
        "resource": "Resource",
        "resourceText": "All necessary content is gathered and processed.",
        "developmentText": "Now, it's time to program from functionality to aesthetics to make it real.",
        "publication": "Publication",
        "publicationText": "And bring it to life!",
        "maintenance": "Maintenance",
        "maintenanceText": "If necessary, proper maintenance will be performed.",
        "designMainText": "My approach to design is based on abstracting the client's main concepts to leverage their advantages in the digital format, aiming to maintain coherence between elements and forms. I use standout pieces in the industry to build a unique and refreshing user experience.",
        "brand": "Brand",
        "brandMainText": "I have the knowledge to develop brand evolution or creation, primarily focusing on digital usage across new media, as well as internal use and print, seeking a versatile design adaptable to all needs.",
        "image": "Image",
        "imageMainText": "Images are the user's first real contact with us, which is why I offer photography and editing services.",
        "drafting": "Drafting",
        "draftingMainText": "Much of the content consumed is written, so I can participate in writing, proofreading, or editing texts, as well as providing simple translations to English or Italian.",
        "animation": "Animation",
        "animationMainText": "In today's industry, motion is predominant. In addition to developing visible effects based on user interaction, I can implement provided animations as well as develop my own with a simple style.",
        "production": "Production",
        "basic": "Basic",
        "learning": "Learning",
        "programming": "Programming",
        "tech": "Tech",
        "others": "Others"
    },
    "work": {
        "description01": "Tooling and Molds Company",
        "description02": "Sample of other projects",
        "description03": "Portfolio with Integrated Animations",
        "visit": "Visit",
        "smallCardTitle01": "Company",
        "smallCardText01": "Today, to compete in the industry, it's necessary to have a website that instills confidence in consumers and puts the company name on the digital map.",
        "smallCardTitle02": "Business",
        "smallCardText02": "To showcase your products above the competition with maximum accessibility for both customers and owners, ensuring your business stands out.",
        "smallCardTitle03": "Personal",
        "smallCardText03": "To present your work as it deserves, creating a striking and memorable space where your clients can return again and again, finding inspiration and solutions. "
    },
    "corner": {
        "visit": "Visit my Brand",
        "know": "Discover my other Projects",
        "rights": "All Rights Reserved"
    }
}