{
    "and": "e",
    "aboutMeTitle": "Su di me",
    "whatIDoTitle": "Servizi",
    "knowledgeTitle": "Conoscenze",
    "workTitle": "Portfolio",
    "contactTitle": "Contatto",
    "pageTitle": "Sviluppatore Web (traduzione in corso)",
    "about": {
        "main": "Ciao! Sono un programmatore argentino appassionato di design e nuove tecnologie. Fin da quando ho memoria, mi piace risolvere problemi, sempre con la distintiva creatività che mi contraddistingue. Credo che i sistemi debbano adattarsi alle nostre esigenze e non il contrario, ecco perché mi concentro su soluzioni che si adattano al comportamento naturale dell'utente, partendo dalla funzionalità e dalla semplicità, mantenendo al contempo coerenza e flusso.",
        "study": "Studi",
        "studyText": "La conoscenza amplia i limiti di ciò che possiamo fare, e il mio obiettivo è sempre stato avere la massima libertà possibile, ecco perché ho competenze in diverse aree che si integrano nel design di sistemi completi. Attualmente sto frequentando l'Ingegneria dell'Informazione presso la Universidad Tecnológica Nacional de Buenos Aires.",
        "art": "Arte",
        "artText": "L'arte è una rappresentazione del comportamento umano che possiamo usare a nostro vantaggio per sviluppare le soluzioni appropriate. È anche una parte molto importante della mia vita, non ho mai smesso di scrivere e disegnare, e questo è il contributo unico che posso offrire per il design di sistemi accattivanti."
    },
    "whatIDo": {
        "development": "Sviluppo",
        "developmentMainText": "Ogni problema ha una soluzione, e questi possono essere i passaggi per trovare la tua:",
        "interview": "Intervista",
        "interviewText": "Per comprendere a fondo le esigenze presentate, così come le risorse e i tempi.",
        "desing": "Disegno",
        "designText": "Tenendo conto di quanto stabilito, vengono proposte varietà di design da sviluppare con un facile accesso alla modifica delle sezioni.",
        "resource": "Risorse",
        "resourceText": "Vengono ottenuti e processati tutti i contenuti necessari.",
        "developmentText": "Ora sì, programmare dalla funzionalità all'estetica per renderlo realtà.",
        "publication": "Pubblicazione",
        "publicationText": "Ed è portarlo alla vita!",
        "maintenance": "Manutenzione",
        "maintenanceText": "Se necessario, verrà effettuata la manutenzione indicata.",
        "designMainText": "Il mio approccio al design si basa sull'astrazione dei concetti principali del cliente per sfruttare i suoi vantaggi nel formato digitale, cercando di mantenere coerenza tra gli elementi e le forme. Utilizzo pezzi che possono distinguersi nell'industria per costruire un'esperienza utente unica e rinfrescante.",
        "brand": "Brand",
        "brandMainText": "Ho le competenze per lo sviluppo di un'evoluzione o creazione di un marchio, principalmente focalizzato sull'utilizzo digitale nei nuovi media, così come per l'uso interno e le stampe, cercando un design versatile che possa adattarsi a tutte le esigenze.",
        "image": "Immagine",
        "imageMainText": "Le immagini sono il primo vero contatto dell'utente con noi, quindi offro servizi di fotografia e editing.",
        "drafting": "Redazione",
        "draftingMainText": "Gran parte dei contenuti consumati sono scritti, quindi posso partecipare alla stesura, correzione o modifica dei testi, oltre a offrire l'opzione di traduzioni semplici in inglese o italiano.",
        "animation": "Animazione",
        "animationMainText": "Nell'attuale industria, il movimento è predominante. Oltre a sviluppare effetti visibili dall'interazione dell'utente, posso implementare le animazioni fornite oltre a sviluppare le proprie con uno stile semplice.",
        "production": "Produzione",
        "basic": "Base",
        "learning": "In Apprendimento",
        "programming": "Programmazione",
        "tech": "Tecnologie",
        "others": "Altri"
    },
    "work": {
        "description01": "Azienda di stampaggio e stampi",
        "description02": "Mostra di altri progetti",
        "description03": "Portfolio con animazioni integrate",
        "visit": "Visita",
        "smallCardTitle01": "Azienda",
        "smallCardText01": "Oggi, per competere nell'industria, è necessario avere un sito web che dia sicurezza al consumatore e posizioni il nome dell'azienda sulla mappa digitale.",
        "smallCardTitle02": "Attività",
        "smallCardText02": "Per far conoscere i tuoi prodotti sulla concorrenza con la massima accessibilità possibile, sia per il cliente che per il proprietario.",
        "smallCardTitle03": "Personale",
        "smallCardText03": "Per mostrare il tuo lavoro come merita, avendo un luogo accattivante e memorabile dove i tuoi clienti possono tornare."
    },
    "corner": {
        "visit": "Visita il mio Marchio",
        "know": "Scopri i miei altri Progetti",
        "rights": "Diritti Riservati"
    }
}