{
    "and": "y",
    "aboutMeTitle": "Sobre Mí",
    "whatIDoTitle": "Servicios",
    "knowledgeTitle": "Conocimientos",
    "workTitle": "Portafolio",
    "contactTitle": "Contacto",
    "pageTitle": "traduzione in fase di sviluppo",
    "about": {
        "main": "Buenas! Soy un programador argentino apasionado por el diseño y las nuevas tecnologías. Desde que tengo memoria disfruto solucionando problemas, siempre con el distintivo creativo que me caracteriza. Creo que los sistemas se tienen que adaptar a nuestras necesidades y no al revés, es por eso que me enfoco en soluciones que se adaptan al comportamiento natural del usuario, partiendo de la funcionalidad y simplicidad, mientras se mantiene la coherencia y el flujo.",
        "study": "Estudios",
        "studyText": "El conocimiento amplia los limites de lo que podemos hacer, y mi objetivo siempre fue contar con la mayor libertad posible, es por eso que cuento con habilidades en distintas áreas que se complementan en el diseño de sistemas íntegros. Actualmente estoy cursando Ingeniería en Sistemas de Información en la Universidad Tecnología Nacional de Buenos Aires. ",
        "art": "Arte",
        "artText": "El arte es una representación del comportamiento humano que se puede usar a nuestro favor para desarrollar las soluciones indicadas. También es una parte muy importante de mi vida, nunca deje de escribir y dibujar, y ese es el aporte único que puedo brindar para el diseño de sistemas llamativos."
    },
    "whatIDo": {
        "development": "Desarrollo",
        "developmentMainText": "Todo problema tiene una solución, y estos pueden ser los pasos para encontrar la tuya:",
        "interview": "Entrevista",
        "interviewText": "Para conocer en profundidad las necesitades que se plantean, así como los recursos y tiempos.",
        "desing": "Diseño",
        "designText": "Teniendo en cuenta lo establecido, se proponen variedades de diseños a desarrollar con un fácil acceso a la modificación de secciones.",
        "resource": "Recursos",
        "resourceText": "Se obtienen y se procesan todos los contenidos necesarios.",
        "developmentText": "Ahora sí, programar desde la funcionalidad hasta la estética para hacerlo realidad.",
        "publication": "Publicación",
        "publicationText": "Y a llevarlo a la vida!",
        "maintenance": "Mantenimiento",
        "maintenanceText": "De ser necesario se le hará el mantenimiento indicado. ",
        "designMainText": "Mi enfoque en el diseño se basa en abstraer los conceptos principales del cliente para explotar sus ventajas en el formato digital, buscando mantener coherencia entre los elementos y las formas. Utilizo las piezas que pueden destacar en la industria para construir una experiencia de usuario única y refrescante.",
        "brand": "Marca",
        "brandMainText": "Cuento con los conocimientos para el desarrollo de una evolución o creación de marca, enfocada principalmente para la utilización digital en los nuevos medios, como también para el uso interno e impresiones, buscando un diseño versátil que se pueda adaptar a todas las necesidades.",
        "image": "Imagen",
        "imageMainText": "Las imágenes son el primer contacto real del usuario con nosotros, por eso brindo el servicio de fotografía y edición.",
        "drafting": "Redacción",
        "draftingMainText": "Gran parte del contenido que se consume es escrito, por eso puedo participar de la redacción, corrección o edición de los textos, además de brindar la opción de traducciones simples al inglés o al italiano. ",
        "animation": "Animación",
        "animationMainText": "En la industria actual el movimiento es lo que predomina. Además de desarrollar efectos visibles a partir de la interacción del usuario, puedo implementar las animaciones que se brinden además de desarrollar las propias con un estilo simple.",
        "production": "Producción",
        "basic": "Básico",
        "learning": "Aprendiendo",
        "programming": "Programación",
        "tech": "Tecnologías",
        "others": "Otros"
    },
    "work": {
        "description01": "Empresa de matricería y moldes",
        "description02": "Empresa de graficas y flexibles",
        "description03": "Portafolio con animaciones integradas",
        "visit": "Visitar",
        "smallCardTitle01": "Empresa",
        "smallCardText01": "Hoy en día para competir en la industria es necesario tener una pagina web que le de seguridad al consumidor y que coloque al nombre de la empresa en el mapa digital.",
        "smallCardTitle02": "Negocio",
        "smallCardText02": "Para dar a conocer tus productos sobre la competencia con la máxima accesibilidad posible, tanto para el cliente, como para el dueño.",
        "smallCardTitle03": "Personal",
        "smallCardText03": "Para mostrar tu trabajo como se lo merece, teniendo un lugar llamativo y memorable donde tus clientes puedan volver. "
    },
    "corner": {
        "visit": "Visita mi Marca",
        "know": "Conocé mis otros Proyectos",
        "rights": "Derechos Reservados"
    }
}